/*
  KeyBinding.strings
  iina

  Created by lhc on 4/2/2017.
  Copyright © 2017 lhc. All rights reserved.
*/

"cmd.ignore" = "Ignorar";
"cmd.seek" = "Buscar";
"cmd.revert-seek" = "Revertir búsqueda";
"cmd.set" = "Establecer";
"cmd.cycle" = "Alternar";
"cmd.cycle-values" = "Alternar entre";
"cmd.add" = "Cambiar";
"cmd.multiply" = "Multiplicar";
"cmd.frame-step" = "Fotograma siguiente";
"cmd.frame-back-step" = "Fotograma anterior";
"cmd.ab-loop" = "Bucle A-B";
"cmd.sub-seek" = "Buscar subtítulo";
"cmd.playlist-next" = "Siguiente";
"cmd.playlist-prev" = "Anterior";
"cmd.playlist-move" = "Mover elemento de la lista de reproducción";
"cmd.playlist-clear" = "Borrar lista de reproducción";
"cmd.playlist-remove" = "Eliminar actual";
"cmd.playlist-shuffle" = "Aleatorio";
"cmd.write-watch-later-config" = "Guardar el historial de reproducción";
"cmd.stop" = "Detener";
"cmd.quit" = "Salir";
"cmd.quit-watch-later" = "Salir (guardar progreso)";
"cmd.screenshot" = "Captura de pantalla";
"cmd.screenshot-to-file" = "Captura de pantalla en archivo";
"cmd.loadfile" = "Abrir Archivo";
"cmd.loadlist" = "Abrir lista de reproducción";
"cmd.run" = "Reproducir";

"iina.flip" = "Girar";
"iina.mirror" = "Reflejar";

"iina.toggle-pip" = "Alternar Picture-in-Picture";
"iina.toggle-music-mode" = "Alternar Modo Música";
"iina.open-file" = "Abrir archivo";
"iina.open-url" = "Abrir URL";
"iina.video-panel" = "Panel de vídeo";
"iina.audio-panel" = "Panel de audio";
"iina.sub-panel" = "Panel de subtítulos";
"iina.playlist-panel" = "Panel de listas de reproducción";
"iina.chapter-panel" = "Panel de capítulos";
"iina.bigger-window" = "Ventana más grande";
"iina.smaller-window" = "Ventana más pequeña";
"iina.fit-to-screen" = "Ajustar a la Pantalla";
"iina.toggle-flip" = "Alternar volteo";
"iina.toggle-mirror" = "Alternar reflejo";
"iina.save-playlist" = "Guardar la lista de reproducción actual";
"iina.show-current-file-in-finder" = "Mostrar archivo actual en Finder";
"iina.delete-current-file" = "Eliminar archivo actual";
"iina.delete-current-file-hard" = "Eliminar el archivo actual directamente sin mover a la papelera";
"iina.find-online-subs" = "Buscar subtítulos en línea";
"iina.save-downloaded-sub" = "Guardar subtítulos descargados";

"yes" = "Sí";
"no" = "No";
"to" = "a";
"by" = "para";
"in" = "en";
"add" = "incrementar";
"minus" = "disminuir";
"forward" = "adelantar";
"backward" = "retroceder";
"seek-to" = "a";

"relative" = "s";
"absolute" = "s";
"absolute-percent" = "%";
"relative-percent" = "%";
"relative+exact" = "s (exacto)";
"relative-percent+exact" = "% (exacto)";
"absolute+keyframe" = "s (Fotograma)";
"absolute-percent+keyframe" = "% (Fotograma)";

"opt.pause" = "Pausa";
"opt.speed" = "Velocidad";

"opt.window-scale" = "Escala de la ventana";

"opt.video" = "Pista de vídeo";
"opt.video-aspect-override" = "Proporción del vídeo";
"opt.contrast" = "Contraste";
"opt.brightness" = "Brillo";
"opt.gamma" = "Gama";
"opt.saturation" = "Saturación";
"opt.deinterlace" = "Desentrelazar";

"opt.audio" = "Pista de audio";
"opt.volume" = "Volumen";
"opt.mute" = "Silenciar";
"opt.audio-delay" = "Retrasar audio";

"opt.sub" = "Pista de subtítulos";
"opt.sub-delay" = "Retraso de subtítulos";
"opt.sub-pos" = "Posición de subtítulos";
"opt.sub-scale" = "Escala de subtítulos";
"opt.sub-visibility" = "Visibilidad de subtítulos";
"opt.secondary-sub-visibility" = "Visibilidad del subtítulo secundario";
"opt.sub-ass-style-override" = "Anulación de estilo ASS";

"opt.fullscreen" = "Pantalla completa";
"opt.ontop" = "Flotar por encima";

"opt.chapter" = "Capítulo";

"read.set" = "Establecer {{property}} a {{value}}";
"read.add" = "{{property}} {{value}}";
"read.multiply" = "Multiplicar {{property}} por {{factor}}x";
"read.cycle" = "Alternar {{property}}{{#dir_down}} Downwards{{/dir_down}}";
"read.cycle-values" = "Alternar {{property}} entre ({{{values}}})";
"read.seek" = "Buscar {{#fwd}}adelante{{/fwd}}{{#bwd}}hacia atrás{{/bwd}}{{#abs}}a{{/abs}} {{value}}{{#sec}}s{{/sec}}{{#per}}%{{/per}} {{#exact}}(exacto){{/exact}}{{#kf}}(fotograma){{/kf}}";
"read.sub-seek" = "Buscar el {{#skip_1}}siguiente{{/skip_1}}{{#skip_-1}}anterior{{/skip_-1}} subtítulo";
